[
{
  "model": "books.author",
  "pk": 1,
  "fields": {
    "full_name": "Стивен Эдвин Кинг",
    "birth_date": "1947-09-21",
    "death_date": null,
    "biography": "Родился в Портленде, штат Мэн. Когда Стивену было два года, его отец вышел из дому за сигаретами и больше его никто никогда не видел. Детство Стивен провел в разъездах между Фортом Уэйн, штат Индиана, где жила семья его отца, и штатами Массачусетс и Мэн, где жили родственники матери. В конце концов, Стивен и Дэвид обосновались вместе с матерью в Дурхэме, штат Мэн. Там же они и учились.В школе Кинг увлекался фильмами ужасов 50-х годов, играл в футбольной команде и рок-н-рольной группе. В 1966 году он окончил школу и поступил в Университет штата Мэн в Ороно, который окончил в 1970 году. В 1971 году он женился на Табите Спрюс, с которой познакомился и подружился в университете.Дебютный рассказ Кинг продал в журнал детективов еще во время учебы в школе. Он долго не мог устроиться на работу по специальности, поэтому молодая чета существовала на те деньги, что Стивен зарабатывал чернорабочим в промышленной прачечной, и на студенческие ссуды и сбережения Табиты. Случайные гонорары, которые Стивен получал, публикуя рассказы в разнообразных 'журналах для мужчин', оказывались серьезным подспорьем. Осенью 1971 года Стивен начал преподавать английский язык в Общественной средней школе Хэмдена, штат Мэн. Все свободное время он посвящал работе над рассказами и будущими романами.Первые два его романа многократно отвергались многими издателями и Кинг, доведенный до отчаяния, даже выкинул рукопись одного из них в мусорную корзину, однако по настоянию жены предпринял последнюю попытку и послал извлеченную из помойки рукопись в издательство 'Doubleday' и через некоторое время получил чек на 2,500 долларов. Роман назывался 'Кэрри'.",
    "image": ""
  }
},
{
  "model": "books.author",
  "pk": 2,
  "fields": {
    "full_name": "Питер Страуб",
    "birth_date": "1943-03-02",
    "death_date": "2022-09-04",
    "biography": "Родился в 1943 году в городе Милуоки, штат Висконсин (США). В раннем детстве попал под машину и некоторое время находился на грани жизни смерти; ужас пережитого преследует Страуба и по сей день, являясь ему в ночных кошмарах. Это событие - едва ли не главная причина, побудившая Страуба-писателя обратиться именно к хоррору. В 1965 году окончил Висконсинский университет, в 1966 - Колумбийский университет, получив в обоих учебных заведениях степень магистра английской словесности. В течение трех лет преподавал в школе, а в 1969 году вместе с женой уехал в Ирландию, чтобы подготовиться к защите докторской диссертации. Именно там, в Ирландии, был написан первый роман Питера Страуба - 'Marriages' (1973). В 1972 году Страуб переселился в Лондон, а семь лет спустя возвратился в Америку. Диссертация была забыта, и Страуб полностью посвятил себя писательской карьере. Ныне живет в Нью-Йорке. Питер Страуб - член Пен-клуба и Ассоциации писателей, работающих в жанре 'хоррор' (HWA). Его увлечения - джаз, опера и классическая музыка.",
    "image": ""
  }
},
{
  "model": "books.genre",
  "pk": 1,
  "fields": {
    "name": "комедия"
  }
},
{
  "model": "books.genre",
  "pk": 2,
  "fields": {
    "name": "Эссе"
  }
},
{
  "model": "books.genre",
  "pk": 3,
  "fields": {
    "name": "Эпос"
  }
},
{
  "model": "books.genre",
  "pk": 4,
  "fields": {
    "name": "Эпопея"
  }
},
{
  "model": "books.genre",
  "pk": 5,
  "fields": {
    "name": "Скетч"
  }
},
{
  "model": "books.genre",
  "pk": 6,
  "fields": {
    "name": "Роман"
  }
},
{
  "model": "books.genre",
  "pk": 7,
  "fields": {
    "name": "Новелла"
  }
},
{
  "model": "books.genre",
  "pk": 8,
  "fields": {
    "name": "Пьеса"
  }
},
{
  "model": "books.genre",
  "pk": 9,
  "fields": {
    "name": "Повесть"
  }
},
{
  "model": "books.genre",
  "pk": 10,
  "fields": {
    "name": "Очерк"
  }
},
{
  "model": "books.genre",
  "pk": 11,
  "fields": {
    "name": "Опус"
  }
},
{
  "model": "books.genre",
  "pk": 12,
  "fields": {
    "name": "Ода"
  }
},
{
  "model": "books.genre",
  "pk": 13,
  "fields": {
    "name": "Видение"
  }
},
{
  "model": "books.genre",
  "pk": 14,
  "fields": {
    "name": "Детектив"
  }
},
{
  "model": "books.genre",
  "pk": 15,
  "fields": {
    "name": "Ужасы"
  }
},
{
  "model": "books.genre",
  "pk": 16,
  "fields": {
    "name": "Фантастика"
  }
},
{
  "model": "books.genre",
  "pk": 17,
  "fields": {
    "name": "Триллер"
  }
},
{
  "model": "books.genre",
  "pk": 18,
  "fields": {
    "name": "Сказка"
  }
},
{
  "model": "books.genre",
  "pk": 19,
  "fields": {
    "name": "Поэзия"
  }
},
{
  "model": "books.genre",
  "pk": 20,
  "fields": {
    "name": "Приключения"
  }
},
{
  "model": "books.genre",
  "pk": 21,
  "fields": {
    "name": "Научно-популярная"
  }
},
{
  "model": "books.genre",
  "pk": 22,
  "fields": {
    "name": "Исторические романы"
  }
},
{
  "model": "books.genre",
  "pk": 23,
  "fields": {
    "name": "Сага"
  }
},
{
  "model": "books.genre",
  "pk": 24,
  "fields": {
    "name": "Классическая"
  }
},
{
  "model": "books.genre",
  "pk": 25,
  "fields": {
    "name": "Мелодрама"
  }
},
{
  "model": "books.genre",
  "pk": 26,
  "fields": {
    "name": "Драма"
  }
},
{
  "model": "books.book",
  "pk": 1,
  "fields": {
    "title": "Черный дом",
    "description": "'Черный дом' - уникальный роман в творчестве Стивена Кинга.",
    "publication_book_year": 2007,
    "image": "",
    "num_pages": 832,
    "is_available": true,
    "author": [
      1,
      2
    ],
    "genre": [
      15,
      17
    ]
  }
},
{
  "model": "books.book",
  "pk": 2,
  "fields": {
    "title": "Талисман*",
    "description": "..Вновь и вновь двенадцатилетний Джек Сойер и его мать в спешке переезжают из одного города в другой, бегут, сменяя отели и стараясь не оставлять следов. От кого они прячутся?",
    "publication_book_year": 2014,
    "image": "",
    "num_pages": 896,
    "is_available": true,
    "author": [
      1,
      2
    ],
    "genre": [
      1,
      15,
      17
    ]
  }
}
]
